{"data":{"markdownRemark":{"html":"<h1>Roi's Legends</h1>\n<h1>Jordan Peterson - Free Speech</h1>\n<h1>ethics - rights - legends - gods</h1>\n<h2>Rights</h2>\n<p>People, Us, We hold the notion that <strong>All Rights Are Equal</strong>. That is wrong!\nRights Conflict with one another So there must be a hierarchy to decide which one is more important than the other.\nThe same with Responsabilities. They are not equal so there must be a hierarchy.\nThe ones that must decide the nature of that hierarchy are us. Which one is the sovern right?</p>\n<h2>How to live together successfuly ?</h2>\n<p>This is the ultimate question for civilizations because there is no difference between determaning the hierarchy of your rights and determaning <strong>how to live together successfully</strong>, one is only articulated in a legal form.</p>\n<p>this question is so powerful and so deep, think about it for a second.\nHumans and animals have had to deal with it for forever not in an articulated manner.\nWe as humans articulated the manner of which we should live together successfully in a body of laws.</p>\n<h2>What does it means to successfully ?</h2>\n<p>Isn't it a matter of opinion ? Can't my image of successfully be as equal to yours?\n<strong>Aren't there infinite ways to go about living in this world and none of them is better than another ?</strong>\nIn here I will argue that not every thaught, not every dream, not every way to live the possible\nAnd between the ones that are possible I think there is one way that is more successfull than them all.</p>\n<h2>What are beliefs and What would it mean for a belief to be credible ?</h2>\n<p>People live in companies. Working in a company can be thought of as a game.\nIf you would take one person out of the company and ask him to tell you the rules of the game - you would not even begin to understand the game because they would not be able to articulate the rules of the game. Yet when you take the person back in the room, he can play.</p>\n<p>That means the rules evolved from the buttom up from a behavioral competition like animals.\nhumans and animals have to act with each other in a manner that sustains the group because otherwise they all die and tha sustains the individuals within this group and offers the individuals some scope of action.\nSo there are a lot of constraints on the way individuals can act in the world.\nThey need to act in a manner that is good for themselves and their community now and tomorrow and next week and next year and forever.</p>\n<h2>How did ethics arise and what constituts a good game ?</h2>\n<p>One that everybody plays volunteraly.</p>\n<p>Piaget discovered this absolute truth! voluntery games are better.\nTake 2 games competing against the target and u track those 2 games over a long period of time.\nThe game that the people played in volunteraly would win because the people who were playing wouldnt have to waste any effort on enforcement cost.</p>\n<p>So ethics were evolved from the buttom up and not from the top down. Slowly over a long period of time we were able to codify them into rules and articulate it.</p>\n<p>The second is that competance based hierarchies act better than tyranical ones\n<strong>competance hierarchy are better than tyranical one</strong></p>\n<p>So ethics and rights and living successfully in the world comes from playing and an <strong>iterative volentary game</strong> and there are a lot of constrants on that game. (this of marriege - it has to be good for u and your wife and your kids and you society hour to hour day to day year to year etc and there are a lot more ways of falling into trouble than not falling into trouble. It is a hard act)</p>\n<h2>We watch how we act when we act properly and we code it in stories</h2>\n<p>You want to know how you want to be a good hero and you learn how not to act from the villain.\nThese stories come from looking at patterns of successfull and unsuccessfull behaviours over very very very very long stratches of time.</p>\n<p>first people acted and after a while they learned speech and the had a narrative representation of way they acted. and after that they could change the way they acted by these narrative representations and you had a loop.</p>\n<p>so people started to write down these representations of how people acted while they lived. those stories\nafter a while people took a bunch of those, looked back at them and found recurring dramattic patterns and wrote those in religous texts. These is the reasons why they are of utmost importance - they are representations of the way we should act in a way that is proven to be good.</p>\n<p>Moses is watching how people fight and behave and he codes it in the 10 commandments - those are the way we already act.\nthats when ustart to have true philosophy.</p>\n<p>so people evolved different ways to live and when societies crashed - battle of the gods!\non the individual level - a lot of talking and transformations on the cognitive level.\nover large spans of time it is represented as the gods that represent the tribes god fight or organize themselves in hierarchy</p>\n<p>What is the basis of authority - battle of systems of ethics - battle of gods</p>\n<p>gods came from nothing and nothing hovers over them and can take them at any time</p>\n<p>gods - order have chaos thretening to take them at any time.\nlike noah and the flood</p>\n<p>we emarge from the unknown and we are always threathened by it\nhow do we conflict the unknown and prevail?</p>\n<h2>The most important god of all is he who pays attention and we speak the truth!</h2>\n<p>god uses the logos (the truth - word of god) to cast the potential into order.\nis habitable order good? the hypothesis is that if good speech gives rise to the order than it is good.\nTruthfull speech!!!!!!!!!!</p>\n<ul>\n<li>you friend or foe?</li>\n</ul>","frontmatter":{"path":"/cheatsheet/Legends","title":"Legends"}}},"pageContext":{"isCreatedByStatefulCreatePages":false}}